betterlockscreen
bindtointerface
boo-sddm-git
chromium-extension-web-store
code-features-insiders
code-marketplace
discord-ptb
discord-ptb-update-skip-git
dwarfs-bin
hunspell-id
intel-hybrid-codec-driver
jdownloader2
librewolf-bin
librewolf-extension-bitwarden
librewolf-firefox-shim
libva-intel-driver-hybrid
mingw-w64-fpc
nohang-git
obs-linuxbrowser-bin
pacman-cleanup-hook
paru-bin
phantomjs-bin
plymouth-git
protonvpn
rofi-greenclip
timeshift
ungoogled-chromium-bin
vkd3d-proton-bin
volantes-cursors-git
wine-ge-custom
xidlehook
xob
