betterlockscreen
bindtointerface
boo-sddm-git
btdu
chromium-extension-web-store
code-features-insiders
code-marketplace
dwarfs-bin
grub-hook
hunspell-id
intel-hybrid-codec-driver
jdownloader2
kmscon-patched-git
librewolf-bin
librewolf-extension-bitwarden
librewolf-extension-cookie-autodelete
librewolf-extension-dark-reader
librewolf-extension-localcdn
librewolf-firefox-shim
libva-intel-driver-hybrid
mingw-w64-fpc
mpv-thumbfast-git
mpv-uosc-git
needrestart
nohang-git
obs-linuxbrowser-bin
pacman-cleanup-hook
paru-bin
phantomjs-bin
plymouth-git
protonvpn
rofi-greenclip
timeshift
ungoogled-chromium-bin
vkd3d-proton-bin
volta-bin
webcord-bin
wine-ge-custom
xcursor-genshin-nahida
xcursor-mizuki
xidlehook
xob
