abduco
alsa-firmware
alsa-utils
archlinux-keyring
asciinema
asciiquarium
atomicparsley
autoconf
automake
b3sum
base
base-devel
bash-completion
bat
binutils
broot
btop
btrfs-progs
cargo-binstall
cargo-bloat
cargo-sort
chezmoi
clang
cmake
code
codespell
compsize
cpulimit
deluge
deluge-gtk
dnscrypt-proxy
docker
docker-compose
dunst
ecryptfs-utils
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-qt
fd
ffmpeg
ffmpegthumbnailer
file
findutils
fish
flex
fpc
fuse-overlayfs
fuse2
fzf
gamemode
gawk
gcc
gendesk
gettext
git
github-cli
gnome-disk-utility
gpick
graphicsmagick
grep
groff
grub
grub-btrfs
grub-customizer
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gvfs
gvfs-mtp
gzip
hunspell-en_us
hyphen-en
i3-wm
i3status-rust
inetutils
intel-gpu-tools
iotop
ipset
jdk-openjdk
jq
kitty
lazarus-qt5
ldns
lib32-gamemode
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-mesa-amber
lib32-pipewire
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libgphoto2
libreoffice-fresh
libtool
libva-mesa-driver
libva-utils
libxcrypt-compat
linux-firmware
linux-zen
lsof
lxappearance
m4
make
man-db
mesa-amber
mesa-utils
mingw-w64-gcc
mpv
mpv-mpris
mupdf
neofetch
neovim
nethack
network-manager-applet
networkmanager
ninja
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nyancat
obs-studio
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
pcmanfm-gtk3
picom
pipewire-audio
pipewire-pulse
pipewire-v4l2
pkgconf
pkgfile
playerctl
polkit-gnome
poppler-glib
python-black
python-mutagen
python-pip
python-pynvim
python-virtualenv
qt5ct
rclone
redshift
reflector
rhash
rofi
rsync
rust
rxvt-unicode
samba
scrcpy
scrot
sddm
seahorse
sed
shotcut
smartmontools
smbclient
starship
sudo
sysstat
tailscale
tcc
tealdeer
texinfo
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
ttf-nerd-fonts-symbols-2048-em
ttf-nerd-fonts-symbols-2048-em-mono
upower
upx
vim
vkd3d
vnstat
vulkan-mesa-layers
vulkan-tools
which
wine-staging
winetricks
xarchiver
xclip
xdelta3
xdg-desktop-portal
xdg-user-dirs
xorg-server
xorg-xev
xorg-xfontsel
xorg-xinput
xorg-xrdb
xorg-xwininfo
xosd
yt-dlp
zenity
zoxide
