aria2-fast
betterlockscreen
boo-sddm-git
code-marketplace
cpulimit
dxvk-bin
grub-hook
intel-hybrid-codec-driver-git
kmscon-patched-git
librewolf-bin
librewolf-extension-bitwarden-bin
librewolf-extension-darkreader-bin
librewolf-extension-localcdn-bin
libva-intel-driver-hybrid
mpv-thumbfast-git
mpv-uosc
nohang-git
pacman-cleanup-hook
paru-bin
python-pyclip
rofi-greenclip
ttf-comic-mono-git
ttf-ms-win10-japanese
ttf-ms-win10-korean
ttf-ms-win10-zh_cn
ttf-ms-win10-zh_tw
vkd3d-proton-bin
volta-bin
waydroid
waydroid-image
waydroid-script-git
wine-ge-custom
xcursor-genshin-nahida
xidlehook
xob
