alsa-firmware
alsa-utils
android-file-transfer
android-tools
asciinema
asciiquarium
atomicparsley
base
base-devel
bash-completion
bat
bpython
broot
btop
cage
chezmoi
clang
cmake
code
dnscrypt-proxy
docker
docker-compose
dunst
ecryptfs-utils
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-qt
fd
ffmpeg
ffmpegthumbnailer
fish
fuse-overlayfs
fuse2
fzf
gamemode
gendesk
github-cli
gnome-disk-utility
gpick
graphicsmagick
grub
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gvfs
i3-wm
i3status-rust
inetutils
iotop
jdk-openjdk
jq
kitty
ldns
lib32-gamemode
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-pipewire
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libgphoto2
libva-mesa-driver
libva-utils
libxcrypt-compat
linux-firmware
linux-zen
linux-zen-headers
lshw
lsof
man-db
man-pages
mesa
mesa-utils
mpv
mpv-mpris
mupdf
neovim
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
nyancat
obs-studio
os-prober
otf-ipaexfont
p7zip
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pcmanfm-gtk3
picom
pipewire-audio
pipewire-pulse
pipewire-v4l2
pkgfile
playerctl
polkit-gnome
poppler-glib
python-black
python-httpx
python-mutagen
python-pip
python-pipenv
python-pynvim
python-tqdm
python-virtualenv
qt5ct
redshift
reflector
rofi
rsync
rxvt-unicode
samba
sccache
scrot
sddm
seahorse
smbclient
starship
tailscale
tcc
tealdeer
tesseract-data-eng
texinfo
tk
ttf-fira-sans
ttf-font-awesome
ttf-lato
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
unrar
upower
upx
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vkd3d
vnstat
vulkan-intel
vulkan-mesa-layers
vulkan-tools
wimlib
winetricks
wmctrl
xarchiver
xclip
xdg-desktop-portal
xdg-user-dirs
xorg-server
xorg-xev
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xrdb
xorg-xwayland
xorg-xwininfo
xosd
yq
yt-dlp
zenity
zig
zls
zoxide
zram-generator
