acpi
alacritty
alsa-firmware
alsa-utils
aria2
asciinema
asciiquarium
atomicparsley
audacity
autoconf
automake
base
bash-completion
bat
bees
binutils
bison
broot
btop
btrfs-progs
cargo-binstall
cargo-bloat
cargo-sort
chezmoi
clang
cmatrix
code
deluge
deluge-gtk
dnscrypt-proxy
docker
docker-compose
dunst
ecryptfs-utils
ethtool
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-qt
fd
ffmpegthumbnailer
file
findutils
fish
flex
fpc
fuse-overlayfs
fuse2
fzf
gamemode
gawk
gcc
gendesk
gettext
git
github-cli
glow
gnome-disk-utility
gpick
graphicsmagick
grep
groff
grub
grub-btrfs
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gvfs
gvfs-mtp
gzip
hunspell-en_us
i3-gaps
i3status-rust
inetutils
ipset
iw
jq
kvantum
ldns
lib32-gamemode
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libertinus-font
libgphoto2
libreoffice-fresh
libtool
libva-intel-driver
libva-mesa-driver
libxcrypt-compat
lightdm
lightdm-gtk-greeter
linux-firmware
linux-zen
lsof
lxappearance
lxqt-archiver
m4
make
man-db
mesa-utils
mingw-w64-gcc
mpv
mpv-mpris
mupdf
mypy
neofetch
neovim
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nyancat
opus-tools
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
pastel
patch
pavucontrol
pcmanfm-qt
picom
pipewire-v4l2
pkgconf
pkgfile
playerctl
polkit-gnome
poppler-glib
pulseaudio
python-black
python-mutagen
python-pip
python-pynvim
python-virtualenv
qt5ct
rclone
redshift
reflector
reptyr
rhash
ripgrep-all
rofi
rsync
rust
rust-analyzer
rust-src
samba
sccache
scrot
seahorse
sed
shotcut
simplescreenrecorder
smartmontools
smbclient
speedtest-cli
starship
steam
sudo
sysstat
tailscale
tcc
tealdeer
texinfo
tmux
tree
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-hanazono
tumbler
unrar
upx
vim
vkd3d
vnstat
vulkan-mesa-layers
vulkan-tools
webp-pixbuf-loader
which
winetricks
xclip
xdelta3
xdg-desktop-portal
xdg-user-dirs
xorg-server
xorg-xev
xorg-xinput
xorg-xrdb
xosd
yt-dlp
zenity
zerotier-one
zoxide
